Dlubal.DynamPro.VerticalAlignmentType
Type of vertical alignment

Dlubal.DynamPro.VerticalAlignmentType.UnknownVAlignment
Unknown vertical alignment

Dlubal.DynamPro.VerticalAlignmentType.Top
Left alignment

Dlubal.DynamPro.VerticalAlignmentType.Middle
Middle alignment

Dlubal.DynamPro.VerticalAlignmentType.Bottom
Right alignment